Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Model layers 6 and 7 are each 10 m thick, and are draped beneath the top surface of the bedrock.
es: Las capas 6 y 7 del modelo tienen 10 m de espesor cada una y están cubiertas por la superficie superior del basamento rocoso.

source: Modelling Approach
es: Enfoque de la modelación

source: Modelling comprised the interaction of the slab with the subgrade under several load cases in order to determine deflections and moments in the slab.
es: La modelación comprendió la interacción de la losa con la gradiente bajo distintos casos de carga a fin de determinar las deflexiones y los momentos en la losa.

source: Modelling included the impact of cable support on the stability of the stopes.
es: La modelación incluyó el impacto del soporte de cables en la estabilidad de los caserones.

source: Modelling involved the tracking of radionuclide concentrations from the time of emplacement (canister inventories), canister failure, transport through the geosphere, concentrations in the biosphere and conversion to radioactive doses.
es: La modelación incluyó seguimiento de las concentraciones de radionúclidos desde el momento de su emplazamiento (inventarios de cápsulas), falla de las cápsulas, transporte a través de la geósfera, concentraciones en la biósfera y conversión a dosis radioactivas.

source: Modelling of a 14 m diameter test adit for the diversion tunnels for Sir Adam Beck 3 powerhouse in Niagara Falls, Ontario.
es: Modelación de una ventana de pruebas de 14 m de diámetro para los túneles de derivación de la sala de máquinas de Sir Adam Beck 3 en Niagara Falls, Ontario.

source: Modelling of a 300 m deep open pit using Examine3D to evaluate the stresses at the toe.
es: Modelación de un rajo de 300 m de profundidad usando Examine3D para evaluar las tensiones en el pie.

source: Modelling of a 500 m deep pit using UDEC.
es: Modelación de un rajo de 500 m de profundidad usando UDEC.

source: Modelling of a 600 m deep pit using UDEC.
es: Modelación de un rajo de 600 m de profundidad usando UDEC.

source: Modelling of alternative mine sequences for Block 3 at Bousquet 2 using NFOLD.
es: Modelación de secuencas de minado alternativas para el bloque 3 en Bousquet 2 usando NFOLD.

source: Modelling of alternative tunnel vertical alignments and their impact on the lining and on surface settlements, which included development of non-linear plastic constitutive models.
es: Modelación de alineaciones verticales alternativas del túnel y su impacto en el revestimiento y en los asentamientos superficiales, que incluye el desarrollo de modelos constitutivos plásticos no lineales.

source: Modelling of four 30 m high, 500 m long de-silting chambers for a hydroelectric scheme using PHASES, Examine3D and UNWEDGE.
es: Modelación de cuatro cámaras de desazolvamiento de 30 m de altura y 500 m de longitud para una central hidroeléctrica usando PHASES, Examine3D y UNWEDGE.

source: Modelling of mining sequencing alternatives using NFOLD.
es: Modelación de alternativas de secuencia de minado usando NFOLD.

source: Modelling of mining sequencing alternatives using PHASES.
es: Modelación de alternativas de secuencia de minado usando PHASES.

source: Modelling of radionuclide transport for a high level nuclear waste repository facility.
es: Modelación de transporte de radionúclidos para un depósito de residuos nucleares de alto nivel.

source: Modelling of solid waste disposal in an open pit lined with drain and filters using FLAC to evaluate the stability of the filter material.
es: Modelación de la disposición de residuos sólidos en un rajo revestido con drenes y filtros usando FLAC para evaluar la estabilidad del material de filtro.

source: Modelling of the North East Wall failure and proposed pit wall expansion.
es: Modelación de la falla del muro North East y ampliación propuesta del muro del rajo.

source: Modelling of the conveyor bench with 3DEC© with the purpose of designing local support to secure the foundation.
es: Modelamiento del banco de la transportadora con 3DEC© a fin de diseñar el soporte local para reforzar la fundación.

source: Modelling of the interaction between the concrete seal and the rock surrounding the tunnel for the Tunnel Sealing Experiment (TSX) at the URL.
es: Modelación de la interacción entre el sello de hormigón y la roca que circunda el túnel para el experimento de sellado de túneles TSX de URL.

source: Modelling of the mining sequencing alternatives using Phase2 program.
es: Modelación de alternativas de secuencia de minado usando el programa Phase2.

source: Modelling of the open pit South Wall (~ 1000 m deep) including back-analyses and calibration, and predictive analyses for future pit shells up to the final pit configuration using FLAC3D©.
es: Modelación del muro Sur del pit (~ 1000 m de profundidad) además de análisis retrospectivos y calibración, así como análisis predictivos para las futuras envolventes del pit hasta la configuración final del pit usando FLAC3D©.

source: Modelling of underground mining sequences for the purpose of long-term planning.
es: Modelación de secuencias de minería subterránea para efectos de planificación a largo plazo.

source: Modelling was done using Golder’s proprietary software RIP (Repository Integration Program).
es: La modelación se hizo usando el software privativo de Golder RIP (Repository Integration Program).

source: Models were constructed to represent the extent of the mine facilities on a yearly basis.
es: Los modelos se desarrollaron para representar el estado de avance de las instalaciones mineras al final de cada año de operación.

source: Moderate
es: Moderado

source: Moderate Potential Incident
es: Incidente con potencial moderado

source: Moderate Potential Incidents
es: Incidentes con potencial moderado

source: Moderate Risk
es: Riesgo Moderado.

source: Moderate Risk.
es: Riesgo moderado.

source: Moderate potential investigations are undertaken by a member of the HSSE Team or a team led by a member of the HSSE team using the LDB investigation methodology or comparable method where prescribe by legislation or the Client.
es: Las investigaciones con potencial moderado las llevará a cabo un integrante del equipo de HSSE o un equipo liderado por un integrante del equipo de HSSE que utilice la metodología de investigación de la LDB o un método comparable cuando la legislación o el Cliente lo prescriba.

source: Moment magnitude (M);
es: Magnitud de momento (M);

source: Monitor & Control
es: Monitoreo y control

source: Monitor HSSE performance and report any incidents to PM and client as required.
es: Monitorear el desempeño en HSSE y reportar cualquier incidente al PM y al cliente si corresponde.

source: Monitor pore pressures
es: Monitorear la presión de poros.

source: Monitor risks throughout the journey
es: Haga un monitoreo de riesgos durante todo el viaje

source: Monitor stability during excavation to final design and implement mitigation (unloading, buttressing…) if necessary based on response to mining
es: Monitorear la estabilidad durante la excavación hasta el diseño final e implementar mitigación (descarga, tacones) si es necesario según la respuesta a la explotación.

source: Monitor that missing or unsigned timesheets are addressed promptly.
es: Velar por que se resuelvan a la brevedad los timesheets faltantes o sin firmar.

source: Monitoring Plan (with direction on communication of met conditions):
es: Plan de monitoreo (con indicaciones sobre comunicación de condiciones cumplidas):

source: Monitoring Plan-Risk (including the allocation of a Project Classification Number)
es: Monitorear plan - Riesgo (además de la asignación de un número de clasificación de proyecto)

source: Monitoring and Controlling – inspections, audits, reporting of learnings, change management
es: Monitoreo y Control - inspecciones, auditorias, informe de aprendizajes, gestión de cambios

source: Monitoring equipment shall be calibrated daily on site.
es: Los equipos de monitoreo deben calibrarse a diario en el sitio o faena.

source: Monitoring indicates that the Cerillos instability (Golder Associates, 2015) has stabilized
es: El monitoreo indica que la inestabilidad Cerrillos (Golder Associates, 2015) se ha estabilizado.

source: Monitoring of construction, or initial operation
es: Monitoreo de construcción o de operación inicial

source: Monitoring of peak ground vibration levels at Tres Gigantes should continue to be carried out during the open pit blasting of the rock slope closest to the rock formation to ensure compliance with accepted ground vibration limitations.
es: Debe continuar el monitoreo de los niveles máximos de vibración del suelo en los Tres Gigantes durante la voladura a cielo abierto del talud de roca más cercano a la formación rocosa para asegurar que se cumplan los límites aceptados de vibración del suelo.

source: Monitoring pumping rate with a flow meter and groundwater levels during testing and recovery with pressure transducers;
es: Monitorear la tasa de bombeo con un flujómetro y el nivel de las aguas subterráneas durante los ensayos y la recuperación con transductores de presión;

source: Monitoring use of standards, procedures' &
es: Monitoreo de uso de estándares, procedimientos y

source: Monitoring:
es: Monitoreo:

source: Month:
es: Mes:

source: Monthly Precipitation Toldos Weather Station
es: Precipitación mensual. Estación meteorológica Toldos.

source: Monthly Quantities Pumped from Tesorera Pit Sump
es: Cantidades mensuales bombeadas desde la sentina del pit Tesorera

source: Monthly precipitation is highly variable year-to-year in the wet season (Figure 2-1).
es: La precipitación mensual es altamente variable de un año a otro durante la estación húmeda (Figura 2-1).

source: Monthly volumes have slowly decreased over the year, from about 33,000 m3 (about 12 L/s) in January and February 2016 (wet season) to about 26,000 m3 (10 L/s) in December 2016 (beginning of next wet season).
es: Los volúmenes mensuales han disminuido lentamente durante el año, desde alrededor de 33000 m3 (alrededor de 12 l/s) en enero y febrero de 2016 (estación húmeda) a alrededor de 26000 m3 (10 l/s) en diciembre de 2016 (comienzos de la siguiente estación húmeda).

source: More broadly, this is clearly a situation that warrants our attention given that our people travel and work on projects that require overnight stays in unfamiliar and remote locations or worksites.
es: En general, resulta claro que esta situación amerita nuestra atención dado que nuestra gente viaja y trabaja en proyectos que requieren pernoctar en lugares apartados o de trabajo que nos son desconocidos.

source: More comprehensive HSSE Management plan with focus on high risks for complex projects
es: Un plan de gestión de HSSE más completo enfocado a riesgos altos para proyectos complejos.

source: More efficient way to manage routine tasks while still complying with Golder policy and applicable regulations.
es: Una manera más eficiente de gestionar tareas rutinarias sin dejar de cumplir la política de Golder y las normas vigentes.

source: More figures to support data descriptions and results, including source zone activity parameters, hazard curves, and hazard deaggregation by source, y
es: Más figuras que acompañen las descripciones de los datos y los resultados e incluir parámetros de actividad en zonas de fuente, curvas de peligrosidad y desagregación de peligrosidad por fuente;

source: More information on TAKE 5 and the Fatal Risk Controls can be found on the Global Mining HSSE Website.
es: Se puede encontrar más información sobre TAKE 5 y los Controles de Riesgos Fatales en el Sitio Web Global HSSE Minero.

source: More information on the authority to cease work is provided in Section 1.0.
es: En el Capítulo 1.0 se entrega más información sobre la autoridad para detener los trabajos.

source: More recent fault displacements (i.e., last few hundred years), therefore, may be difficult to distinguish from those from older, less-active faults.
es: Por lo tanto, los desplazamientos de fallas más recientes (es decir, últimos cientos de años) pueden ser difíciles de distinguir de aquellos de fallas más antiguas y menos activas.

source: More recent fault displacements, therefore, may be difficult to distinguish from older, less-active structures.
es: Por lo tanto, los desplazamientos de fallas más recientes pueden ser difíciles de distinguir de estructuras más antiguas y menos activas.

source: More recent work by Cortes et al. (2012), indicate that the Mejillones Fault has at least four rupture events in the last 35,000 years (ka), including the last rupture estimated at 3.5 ka. confirming its Holocene-activity.
es: Trabajos más recientes de Cortes et al. (2012) sugieren que la falla Mejillones tiene al menos cuatro eventos de ruptura en los últimos 35000 años (ka), además de la última ruptura estimada en 3,5 ka que confirma su actividad en el Holoceno.

source: Moreover, we are committed to conducting our business and operations in a manner that has a positive impact on the communities in which we live and work.
es: Es más, nos comprometemos a desarrollar nuestras actividades de una manera que su impacto en las comunidades donde trabajamos y vivimos sea positivo.

source: Morocco
es: Marruecos

source: Most Recent Pre-Historic Displacement4
es: Desplazamiento prehistórico más reciente4

source: Most Recent Pre-Historic Displacement6
es: Desplazamiento prehistórico más reciente6

source: Most mapped faults, however, appear to have very low (less than 0.01 mm/y) average slip rates, and generally lack evidence for repeated Holocene-age (last 11,700 years) displacement.
es: Sin embargo, La mayoría de las fallas mapeadas parecen tener tasas de deslizamiento promedio muy bajas (menos de 0,01 mm/año) y generalmente carecen de evidencia de desplazamiento repetido en el Holoceno (últimos 11700 años).

source: Most mapped faults, however, appear to have very low (less than 0.01 mm/yr.) average slip rates, and generally lack evidence for repeated Holocene-age (last 11,700 years) displacement.
es: Sin embargo, La mayoría de las fallas mapeadas parecen tener tasas de deslizamiento promedio muy bajas (menos de 0,01 mm/año) y generalmente carecen de evidencia de desplazamiento repetido en el Holoceno (últimos 11700 años).

source: Most notably, Allmendinger and Gonzalez (2009) recognized Quaternary activity on both the Barazarte fault and the Salar de Navidad fault.
es: Cabe señalar que Allmendinger y González (2009) reconocieron actividad Cuaternaria tanto en la falla Barazarte como en la falla Salar de Navidad.

source: Most of the surface structures within this region, however, are limited to between 10 and 20 km in length.
es: La mayoría de las estructuras superficiales en esta región, sin embargo, se limitan a entre 10 y 20 km de longitud.

source: Most of these give no visible indication of their presence and the only way to know is through ongoing analysis of the atmosphere with an appropriate instrument.
es: La mayoría de estos no dan indicación visible de su presencia y la única manera de saber es mediante análisis constante de la atmósfera con un instrumento adecuado.

source: Most of those problems stemmed from using approaches that would not be considered state of the practice for modern PSHAs.
es: La mayoría de estos problemas se debían al uso de métodos que no se considerarían parte del estado de la práctica en análisis PSHA modernos.

source: Most people do not suffer symptoms at altitudes of up to 2500m (8200ft), however, even at around 1500m (5000ft) above sea level it is possible to experience increased breathlessness and impaired night vision.
es: La mayoría de las personas no tienen síntomas a altitudes de hasta 2.500 metros sobre el nivel del mar (m s.n.m.) aunque es posible que incluso a 1.500 m s.n.m. se experimente dificultad para respirar y disminución de la visión nocturna.

source: Most segments, with exception of CH-10, have limited along strike lengths of visible surface fault rupture.
es: La mayoría de los segmentos, a excepción de CH-10, tienen longitudes limitadas a lo largo del rumbo de ruptura de falla superficial visible.

source: Mount Pleasant Mine - ADEX Mining Inc.
es: Mina Mount Pleasant – ADEX Mining Inc.

source: Move the Buffer row farther away from toe
es: Alejar la fila amortiguada del pie.

source: Move the person to a cool area (e.g. air-conditioned vehicle).
es: Mover a la persona a un lugar fresco (vehículo con aire acondicionado, por ejemplo).

source: Move the person to a warm area (e.g. heated vehicle).
es: Mover a la persona a un lugar tibio (vehículo calefaccionado, por ejemplo).

source: Mr. Jorge Andonaegui Area Manager TSF BHPBilliton
es: Sr. Jorge Andonaegui Gerente de Área TSF BHPBilliton

source: Mr. Martin oversees the raise boring fleet and raise boring work for the Cementation group throughout the Americas.
es: El Sr. Martin supervisa la flota y el trabajo de perforación de chimeneas en el grupo de Cementación de América.

source: Multiple dome-type intrusive events of varying form and sizes are recognized that form a “dome field” and form the “walls” of the San Cristóbal basin.
es: Se reconocen eventos intrusivos múltiples del tipo domo de forma y tamaños variados que forman un “campo de domos” y dan forma a los “muros” de la cuenca San Cristóbal.

source: Mutual indemnity not included.
es: No se incluye indemnización mutua.

source: My Senior Leader is willing to listen and discuss health and safety improvements
es: Mi Líder Senior está dispuesto a escuchar y discutir mejoras de salud y seguridad

source: My senior leader actively encourages discussions on H&S issues.
es: Mi líder senior promueve de forma activa la discusión de temas de H&S.

source: My Senior Leaders make me aware of SIFs and pSIFs that arise across Golder
es: Mis Líderes Senior me informan de SIFs y pSIFs que ocurren en todo Golder

source: My conclusion is that the Golder (2015) report provides technically defensible hazard results.
es: Mi conclusión es que el informe de Golder (2015) proporciona resultados de peligrosidad técnicamente justificados.

source: N/A
es: N/D

source: Neutral
es: Neutra

source: Needed team members are too busy or in distant offices
es: Los miembros necesarios del equipo están muy ocupados o en oficinas lejanas

source: Needed team members have adequate availability
es: Los miembros necesarios del equipo están suficientemente disponibles

source: NFL, Canada
es: NFL, Canadá

source: NFOLD was used to determine the level of stress in the pillar before the rockbursts.
es: Se usó NFOLD para determinar el nivel de tensión en el pilar antes de los desprendimientos.

source: NNE Striking Normal Faults: These faults include structures south of Antofagasta (Paposo f., Caleta de Cobre f.), faults in the Mejillones Peninsula (Mejillones f., Caleta Herradura f., Bandurias f.) and the AFZ between the Mejillones Peninsula and Rio Loa (Salar del Carmen f. and the Mantos Blanco f.), as well as ancillary faults and structures within this region and within about 100 km of the coastline.
es: Fallas normales de rumbo NNE: Estas fallas comprenden estructuras al sur de Antofagasta (fallas Paposo y Caleta de Cobre), fallas en la península de Mejillones (fallas Mejillones, Caleta Herradura y Bandurias) y la ZFA entre la península de Mejillones y el río Loa (fallas Salar del Carmen y Mantos Blancos), así como fallas y estructuras secundarias dentro de esta región y en un radio de alrededor de 100 km de la línea costera.

source: NNW Striking Strike-Slip Faults: A relatively short group of faults comprising a zone of less than 100 km along the coastline, extending northward from Rio Loa in the south.
es: Fallas de deslizamiento horizontal con rumbo NNO: un grupo relativamente pequeño de fallas que comprenden una zona de menos de 100 km que se extiende a lo largo de la línea costera hacia el norte desde el río Loa en el sur.

source: NO JOB IS SO URGENT THAT WE CANNOT MEET OUR HEALTH, SAFETY AND ENVIRONMENTAL RESPONSIBILITIES.
es: NINGÚN TRABAJO ES TAN URGENTE QUE NO PODAMOS CUMPLIR NUESTRAS RESPONSABILIDADES DE SALUD, SEGURIDAD Y MEDIO AMBIENTE

source: NO JOB IS SO URGENT THAT WE CANNOT MEET OUR HSSE RESPONSIBILITIES.
es: NINGÚN TRABAJO ES TAN URGENTE QUE NO PODAMOS CUMPLIR NUESTRAS RESPONSABILIDADES EN HSSE.

source: NON-DESTRUCTIVE DIGGING (NDD)
es: EXCAVACIÓN NO DESTRUCTIVA

source: NON-PROJECT RELATED
es: NO RELACIONADO CON PROYECTOS

source: NOT RECOMMENDED
es: NO RECOMENDADO

source: NOTE: Global Marketing is waiting for vendor that did these sample stitch outs to provide us with the thread colours they used in the stitch out over black.
es: NOTA: Marketing Global espera que el proveedor que fabricó los bordados de muestra nos indique los colores que usó para las fibras del bordado sobre negro.

source: NOTIFY
es: NOTIFICAR

source: NSW (w/Newcastle)
es: NSW (c/Newcastle)

source: NW-Striking Strike-Slip/Oblique-Reverse Faults: There are a number of faults south of the Mejillones Peninsula that have a northwest (NW) strike and show have evidence for both strike-slip and reverse displacements.
es: Fallas de deslizamiento horizontal/oblicuas-inversas con rumbo NO: hay algunas fallas al sur de la península de Mejillones que tienen rumbo noroeste (NO) y muestran indicios de desplazamientos horizontales e inversos.

source: NWMO – High Level Waste Disposal
es: NWMO – Disposición de residuos de alto nivel

source: NWMO – Low Level and Intermediate Level Waste Disposal
es: NWMO – Disposición de residuos de nivel intermedio y bajo

source: NWMO – Low Leveland Intermediate Level Waste Disposal, Ontario, Canada
es: NWMO – Disposición de residuos de nivel intermedio y bajo, Ontario, Canadá

source: Nalunaq Mine - Crew Gold
es: Mina Nalunaq – Crew Gold

source: Name
es: Nombre

source: Name of Golder Supervisor
es: Nombre del Supervisor de Golder

source: Name of Worker
es: Nombre del trabajador

source: Name of product: Kidde fire extinguishers with plastic handles
es: Nombre del producto: Extintor de Incendios Kidde con manilla plástica

source: Name of waste transporter.
es: Nombre del transportador de residuos

source: Name(s) of Golder Staff
es: Nombre del personal de Golder

source: Names of Atacama Fault segments from Brown et al. (1993) and Lavenu et al. (2000).
es: Nombres de segmentos de la Falla de Atacama tomados de Brown et al. (1993) y Lavenu et al. (2000).

source: Naranjo (1987); Lavenu et al. (2000); Allmendinger and Gonzalez (2009)
es: Naranjo (1987); Lavenu et al. (2000); Allmendinger y Gonzalez (2009)

source: Nathpa Jhakri Hydroelectric Project - Himachal Pradesh
es: Proyecto hidroeléctrico Nathpa Jhakri - Himachal Pradesh

source: National Autonomous University of Mexico – Mexico City, Mexico
es: Universidad Nacional Autónoma de México – Ciudad de México, México

source: National Civil Engineering Laboratory - LNEC – Lisbon, Portugal
es: Laboratorio Nacional de Engenharia Civil- LNEC – Lisboa, Portugal

source: Natural materials, where possible (think sustainability)
es: Materiales naturales de ser posible (pensar en la sostenibilidad)

source: Navigational aids
es: Asistencia de navegación

source: Near Miss
es: Cuasipérdida

source: Near Miss – Undesired event that could have resulted in actual harm to people, damage to property or the environment or loss of process.
es: Cuasipérdida: evento no deseado que podría haber generado un daño real a las personas, la propiedad o el medio ambiente, o bien, una pérdida de proceso.

source: Negative
es: Negativa

source: Negligence based indemnities
es: Indemnización por negligencia

source: Negligence-based Indemnification
es: Indemnización por negligencia
